export default function CityInfo(props) {
    return (
        <div>
            <h1>Кривой Рог</h1>
            <h3>Общая информация</h3>
            <p>Кривой Рог — город областного значения в Днепропетровской области Украины. Административный центр Криворожского района. До конца 2020 года составлял Криворожский городской совет.</p>
            <p>Город основан в 1775 году и расположен на месте слияния рек Ингулец и Саксагань. Седьмой по численности населения город Украины, центр Криворожской агломерации. Один из самых длинных городов Европы — линейное расстояние от крайней северной точки до южной 66,1 км по прямой. На официальном сайте исполкома Криворожского городского совета указанная длина города — 126 км. Кривой Рог — важный экономический и научный центр Украины, крупный транспортный узел, центр разработки Криворожского железорудного бассейна.</p>
            <h3>Административно-территориальное устройство</h3>
            <p>Город является административным центром Криворожского городского совета, в который, кроме того, входят посёлки Авангард, Горняцкое, Коломийцево, сёла Новоивановка, Терноватый Кут. В состав города вошли ранее самостоятельные населённые пункты — город Ингулец, пгт Калинино, Зелёное, Мировское, Рахмановка, Зализничное, посёлки Рудничное и Степное.</p>
            <p>В состав Криворожского городского совета входят 90 депутатов, избираемых посредством выборов сроком на 5 лет.</p>
            <p>Исполнительную власть возглавляет городской глава и исполнительный комитет, состоящий из 12 членов. Ему подчинены 33 департамента и управления, каждое из которых отвечает за определённую сферу городской жизни: градостроительство, экономическую или финансовую политику, жилищное хозяйство и инфраструктуру. В каждом административном районе органом исполнительной власти является районная администрация.</p>
            <p>Единого общегородского органа судебной власти нет — существует 7 районных судов, юрисдикции которых распространяются на соответствующие административные районы города. В городе функционируют 10 отделений полиции, которые подчиняются Криворожскому городскому отделу полиции ГУНП Украины в Днепропетровской области[8]. В Кривом Роге действуют учреждение исполнения наказаний № 3 и исправительная колония № 80.</p>
            <h4>Районы города</h4>
            <ul>
                <li>Долгинцевский</li>
                <li>Ингулецкий</li>
                <li>Металлургический</li>
                <li>Покровский</li>
                <li>Саксаганский</li>
                <li>Терновский</li>
                <li>Центрально-Городской</li>
            </ul>
        </div>
    );
}